{
  "Dashboard": "Dashboard",
  "Widgets": "Widgets",
  "go-neb": "Go-NEB",
  "Custom Bots": "Benutzerdefinierte Bots",
  "Bridges": "Bridges",
  "Sticker Packs": "Sticker-Packs",
  "Terms of Service": "Nutzungsbedingungen",
  "Bridges provide a way for rooms to interact with and/or bring in events from a third party network. For example, an IRC bridge can allow IRC and matrix users to communicate with each other.": "Über Bridges können Räume Nachrichten mit Drittanbieter-Netzwerken austauschen. Beispielsweise kann eine IRC-Bridge es IRC- und Matrix-Nutzern ermöglichen, miteinander zu kommunizieren.",
  "Name": "Name",
  "Description": "Beschreibung",
  "Actions": "Aktionen",
  "No bridges.": "Keine Bridges",
  "matrix-appservice-gitter": "matrix-appservice-gitter",
  "is a Gitter bridge that supports bridging Gitter rooms to Matrix. Users on Matrix are represented as a single bot user in Gitter, however Gitter users are represented as real-looking Matrix users in the room.": "ist eine Gitter-Bridge, die eine Verbindung von Gitter-Räumen mit Matrix unterstützt. Matrix-Nutzer werden in Gitter als einzelne Bot-Benutzer dargestellt, Gitter-Nutzer werden jedoch als real aussehende Matrix-Nutzer im Raum dargestellt.",
  "No bridge configurations.": "Keine Bridge-Konfigurationen",
  "Add matrix.org's bridge": "matrix.org-Bridge hinzufügen",
  "Add self-hosted bridge": "Selbst gehostete Bridge hinzufügen",
  "self-hosted Gitter bridge": "Selbst gehostete Gitter-Bridge ",
  "Self-hosted Gitter bridges already have provisioning enabled. Be careful not to expose the API to the public internet.": "Bei selbst gehosteten Gitter-Bridges ist Provisioning aktiviert. Achten Sie darauf, die API nicht dem öffentlichen Internet auszusetzen.",
  "Provisioning URL": "Provisioning URL",
  "The provisioning URL for the bridge. This is usually the same as the URL your homeserver uses to communicate with the bridge.": "Die Provisioning-URL für die Bridge. Dies entspricht normalerweise der URL, die Ihr Home-Server für die Kommunikation mit der Bridge verwendet.",
  "Save": "Speichern",
  "Cancel": "Abbrechen",
  "Add a new self-hosted IRC Bridge": "Selbst gehostete IRC-Bridge hinzufügen",
  "Self-hosted IRC bridges must have": "Bei selbst gehosteten IRC-Bridges muss in der Konfiguration",
  "provisioning": "Provisioning",
  "enabled in the configuration.": "aktiviert sein.",
  "The provisioning URL for the bridge. This is usually the same as the URL given in the registration. This API is not authenticated and should be treated with caution.": "Die Provisioning-URL für die Bridge. Dies entspricht normalerweise der in der Registrierung angegebenen URL. Diese API ist nicht authentifiziert und sollte mit Vorsicht behandelt werden.",
  "matrix-appservice-irc": "matrix-appservice-irc",
  "is an IRC bridge that supports multiple IRC networks. Dimension is capable of using multiple IRC bridges to better distribute the load across multiple networks in large deployments.": "ist eine IRC-Bridge, die mehrere IRC-Netzwerke unterstützt. Dimension kann mehrere IRC-Bridges verwenden, um die Last in großen Installation besser auf mehrere Netzwerke zu verteilen.",
  "Enabled Networks": "Netzwerke aktivieren",
  "This bridge is offline or unavailable.": "Bridge ist offline oder nicht erreichbar",
  "Network": "Netzwerk",
  "Enabled": "Aktiviert",
  "Close": "Schliessen",
  "self-hosted Slack bridge": "Selbst gehostete Slack-Bridge ",
  "Self-hosted Slack bridges already have provisioning enabled. Be careful not to expose the API to the public internet.": "Bei selbst gehosteten Slack-Bridges ist Provisioning bereits aktiviert. Achten Sie darauf, die API nicht dem öffentlichen Internet auszusetzen.",
  "matrix-appservice-slack": "matrix-appservice-slack",
  "is a Slack bridge that supports bridging Slack channels to Matrix. Users authorize the bridge to access their Slack workspaces and from there they can pick the channels they'd like to bridge.": "ist eine Slack-Bridge, die eine Verbindung von Slack-Kanälen mit Matrix unterstützt. Benutzer autorisieren die Bridge, auf ihre Slack-Arbeitsbereiche zuzugreifen, und können von dort aus die Kanäle auswählen, die sie verbinden möchten.",
  "self-hosted Telegram bridge": "Selbst gehostete Telegram-Bridge ",
  "Self-hosted Telegram bridges must have": "Bei selbst gehosteten Telegramm-Bridges muss in der Konfiguration",
  "The provisioning URL for the bridge. This is the public address for the bridge followed by the provisioning prefix given in the configuration.": "Die Provisioning-URL für die Bridge. Dies ist die öffentliche Adresse für die Bridge, gefolgt von dem in der Konfiguration angegebenen Provisioning-Präfix.",
  "Shared Secret": "Shared Secret",
  "The shared secret defined in the configuration for provisioning.": "Das in der Konfiguration für Provisioning definierte Shared Secret.",
  "Promote Telegram Puppeting": "Telegram-Puppeting ermöglichen",
  "If enabled, Dimension will recommend that users log in to their Telegram accounts.": "Wenn diese Option aktiviert ist, empfiehlt Dimension, dass sich Benutzer bei ihren Telegramm-Konto anmelden.",
  "Promote Matrix Puppeting": "Matrix-Puppeting ermöglichen",
  "If enabled, Dimension will recommend that users log in to their Matrix accounts.": "Wenn diese Option aktiviert ist, empfiehlt Dimension, dass sich Benutzer bei ihrem Matrix-Konto anmelden.",
  "mautrix-telegram": "mautrix-telegram",
  "is a Telegram bridge that supports bridging channels/supergroups to Matrix. This can be done through a 'relay bot' (all Matrix users are represented through a single bot in Telegram) or by making use of a user's real Telegram account (known as 'puppeting'). Currently only one Telegram bridge can be configured at a time.": "ist eine Telegramm-Bridge, die eine Verbindun von Telegram-Kanälen/-Supergruppen mit Matrix unterstützt. Dies kann über einen \"Relay-Bot\" (alle Matrix-Benutzer werden in Telegram durch einen einzelnen Bot dargestellt) oder über das echte Telegramm-Konto eines Benutzers (als \"Puppeting\" bezeichnet) erfolgen. Derzeit kann jeweils nur eine Telegramm-Bridge konfiguriert werden.",
  "Enabled Features": "Feature aktivieren",
  "self-hosted webhook bridge": "Selbst gehostete Webhook-Bridge ",
  "Self-hosted webhook bridges must have": "Bei selbst gehosteten Webhook-Bridges muss in der Konfiguration",
  "The public URL for the bridge.": "Öffentliche URL für die Bridge",
  "The provisioning secret defined in the configuration.": "Das Shared Secret für Provisioning in der Konfiguration",
  "matrix-appservice-webhooks": "matrix-appservice-webhook",
  "provides Slack-compatible webhooks for Matrix, making it easy to send updates into a room.": "bietet Slack-kompatible Webhooks für Matrix, mit denen Updates einfach in einen Raum gesendet werden können.",
  "custom bot": "",
  "The user ID that Dimension will invite to rooms.": "Die User-ID, die Dimension in Räume einlädt.",
  "A few words here will help people understand what the bot does.": "Ein paar Worte hier helfen den Nutzern zu verstehen, was der Bot tut.",
  "Display Name": "Anzeige-Name",
  "This is the name Dimension will use to tell users which bot this is.": "Dies ist der Name, den Dimension verwendet, um Benutzern mitzuteilen, um welchen Bot es sich handelt.",
  "This can either be an MXC URI or a plain URL.": "Dies kann entweder eine MXC-URI oder eine einfache URL sein.",
  "This is used by Dimension to force the bot to leave the room when the user removes the bot.": "Dies wird von Dimension verwendet, um den Bot zu zwingen, den Raum zu verlassen, wenn der Benutzer den Bot entfernt.",
  "Learn more about access tokens.": "Weitere Informationen zu Access Token.",
  "Custom bots give you the ability to add your own bots to Dimension for users to add to their rooms. These bots can't have any configuration to them and must be able to accept room invites on their own. All Dimension will do when a user wants to add the bot is invite it to the room.": "Mit benutzerdefinierten Bots können Sie Dimension Ihre eigenen Bots hinzufügen, damit Benutzer sie ihren Räumen hinzufügen können. Diese Bots können keine Konfiguration haben und müssen Raumeinladungen selbst annehmen können. Alles, was Dimension tun wird, wenn ein Benutzer den Bot hinzufügen möchte, ist, ihn in den Raum einzuladen.",
  "No custom bots.": "Keine benutzerdefinierten Bots",
  "Add custom bot": "Benutzerdefinierten Bot hinzufügen",
  "Custom bots": "Benutzerdefinierte Bots",
  "Parts of your configuration are displayed below. To change these values, edit your configuration and restart Dimension.": "Teile Ihrer Konfiguration werden unten angezeigt. Um diese Werte zu ändern, bearbeiten Sie Ihre Konfiguration und starten Sie Dimension neu.",
  "Administrators": "Administratoren",
  "Widget Blacklist": "Widget Sperrliste",
  "Homeserver": "Home-Server",
  "Federation URL": "Federation-URL ",
  "Federation Hostname": "Federation-Hostname",
  "Client/Server URL": "Client/Server URL",
  "Utility User ID": "Utility User-ID",
  "Sessions": "Einstellungen",
  "Tokens registered": "Registrierte Token",
  "Logout Everyone": "Alle Nutzer abmelden",
  "Configuration": "Konfiguration",
  "Logout confirmation": "Abmelden bestätigen",
  "Logging everyone out will disable all known login tokens for Dimension and upstream integration managers. Most clients will automatically re-register for a login token behind the scenes, similar to how a login token was first acquired.": "Wenn Sie alle Nutzer abmelden, werden alle bekannten Anmeldetoken für Dimension- und Upstream-Integration-Manager deaktiviert. Die meisten Clients registrieren sich hinter den Kulissen automatisch erneut für ein Anmeldetoken, ähnlich wie beim ersten Erwerb eines Anmeldetokens.",
  "Self-hosted go-neb instances are powered by application services installed on your homeserver. The application service is responsible for creating the bots dynamically.": "Selbst gehostete Go-Neb-Instanzen werden von Application Services unterstützt, die auf Ihrem Home-Server installiert sind. Der Application Service ist für die dynamische Erstellung der Bots verantwortlich.",
  "User Prefix": "User-Präfix",
  "This is the prefix used for all bot users.": "Dies ist das Präfix, das für alle Bot-User verwendet wird.",
  "API URL": "API URL",
  "The admin/api url for go-neb. Be sure to not expose the admin API to the outside world because this endpoint is not authenticated.": "Die Admin-/API-URL für Go-NEB. Stellen Sie sicher, dass die Admin-API nicht der Außenwelt zugänglich gemacht wird, da dieser Endpunkt nicht abgesichert ist.",
  "New self-hosted go-neb": "Neue selbst gehostete Go-NEB-Integration",
  "go-neb appservice configuration": "Go-NEB-App-Service-Konfiguration",
  "Copy and paste this configuration to": "Kopieren Sie diese Konfiguration und fügen Sie sie in",
  "on your homeserver and register it as an application service.": "auf Ihrem Home-Server ein, um ihn Application-Service zu registrieren.",
  "Test Configuration": "Konfiguration testen",
  "Giphy Configuration": "Giphy-Konfiguration",
  "Api Key": "API Key",
  "The API key from": "API-Key von",
  "Image Size": "Bildgröße",
  "GIFs can be large, and sometimes it is more desirable to have them downsized.": "GIFs können groß sein, und manchmal ist es wünschenswerter, sie zu verkleinern.",
  "Use downsized images": "Bilder verkleinern",
  "Google Configuration": "Google Konfiguration",
  "The API key for your Google Application.": "API-Key für Ihre Google-Applikation",
  "The search engine ID": "Die Search-Engine-ID",
  "Guggy Configuration": "Guggy-Konfiguration",
  "The API key for": "API-Key für",
  "Imgur Configuration": "Imgur-Konfiguration",
  "Client ID": "Client-ID",
  "The client ID of your": "Client-ID für Ihre",
  "Imgur Application": "Imgur Applikation",
  "Client Secret": "Client-Passwort",
  "The client secret of your": "Client-Secret für Ihre",
  "go-neb supports many different types of bots, each of which is listed below. Here you can configure which bots this go-neb instance should use.": "Go-NEB unterstützt viele verschiedene Arten von Bots, von denen jeder unten aufgeführt ist. Hier können Sie konfigurieren, welche Bots diese Go-NEB-Instanz verwenden soll.",
  "is a multi-purpose bot that can provide various services, such as reaction GIFs and Github notifications. There are two options for go-neb support in Dimension: using matrix.org's or self-hosting it. Each go-neb instance can have multiple services associated with it (ie: one go-neb here can do everything).": "ist ein Mehrzweck-Bot, der verschiedene Dienste wie Reaktions-GIFs und Github-Benachrichtigungen bereitstellen kann. Es gibt zwei Optionen für die Unterstützung von Go-NEB in Dimension: verwenden von matrix.org oder Selbsthosting. Jeder Go-NEB-Instanz können mehrere Dienste zugeordnet sein (D.h.: ein Go-NEB kann hier alles ausführen).",
  "Enabled Bots": "Bots aktivieren",
  "No go-neb configurations.": "Keine Go-NEB-Konfigurationen",
  "Add matrix.org's go-neb": "Go-NEB von matrix.org hinzufügen",
  "Add self-hosted go-neb": "Selbst gehosteten Go-NEB hinzufügen",
  "go-neb configurations": "Go-NEB-Konfigurationen",
  "Sticker packs provide a way to convey memes or feelings to others in a room. From here you're able to select which sticker packs users of this Dimension instance can use. If no sticker packs are enabled then the 'sticker picker' widget will be disabled.": "Sticker-Packs bieten eine Möglichkeit, Meme oder Gefühle in einem Raum zu teilen. Hier können Sie auswählen, welche Sticker-Packs Nutzer dieser Dimension-Instanz verwenden können. Wenn keine Sticker-Packs aktiviert sind, wird das Widget 'Sticker-Picker' deaktiviert.",
  "Import from Telegram": "Import aus Telegram",
  "Author": "Autor",
  "License": "Lizenz",
  "No sticker packs installed.": "Keine Sticker-Packs installiert",
  "Dimension": "Dimension",
  "version": "",
  "The translated name of your policy": "Der übersetzte Name für die Nutzungsbedingungen",
  "Policy text": "Text",
  "This is where you put your policy's content.": "Hier kommt der Inhalt hin",
  "Create draft": "Draft anlegen",
  "Save draft": "Draft speichern",
  "Publish": "Veröffentlichen",
  "Publish policy": "Richtlinie veröffentlichen",
  "Version number": "Versionsnummer",
  "The version number of this policy": "Die Versionsnummer für diese Nutzungsbedinungen",
  "Before users can use Dimension they must agree to the terms of service for using your instance. If you're using any matrix.org bridges, users will be required to accept the terms of service for your upstream integration managers (scalar.vector.im usually) in addition to the terms you add here.": "Bevor Benutzer Dimension verwenden können, müssen sie den Nutzungsbedingungen für die Verwendung Ihrer Instanz zustimmen. Wenn Sie matrix.org-Bridges verwenden, müssen Benutzer zusätzlich zu den hier hinzugefügten Bedingungen die Nutzungsbedingungen für Ihre Upstream-Integration-Manager (normalerweise scalar.vector.im) akzeptieren.",
  "Policy Name": "Name",
  "Version": "Version",
  "No policies written.": "Keine Nutzungsbedingungen geschrieben.",
  "New draft policy": "Neuer Entwurf",
  "Etherpad Widget Configuration": "Etherpad Widget Konfiguration",
  "Default Pad URL Template": "Standard-Vorlage für Pad-URL",
  "$padName and $roomId will be replaced during creation to help create a unique pad URL.": "'$padName' und '$roomId' werden während der Erstellung ersetzt, um eine eindeutige Pad-URL zu erstellen.",
  "Jitsi Widget Configuration": "Jitsi Widget Konfiguration",
  "Jitsi Domain": "Jitsi Domain",
  "This is the domain that is used to host the conference.": "Dies ist die Domain, die zum Hosten der Konferenz verwendet wird.",
  "Use this domain as the default conference domain": "Verwenden Sie diese Domain als Standarddomain für Konferenzen",
  "Some clients can create widgets that are not compatible with Dimension, making Dimension use jitsi.riot.im by default. By enabling this option, you'll force Dimension to use your Jitsi domain at risk of having clients not respect it.": "Einige Clients können Widgets erstellen, die nicht mit Dimension kompatibel sind. Daher verwendet Dimension standardmäßig jitsi.riot.im. Wenn Sie diese Option aktivieren, erzwingen Sie, dass Dimension Ihre Jitsi-Domain verwendet, wobei das Risiko besteht, dass Clients sie nicht akzeptieren.",
  "Jitsi Script URL": "Jitsi Script-URL",
  "This is used to create the Jitsi widget. It is normally at /libs/external_api.min.js from your domain.": "Dies wird verwendet, um das Jitsi-Widget zu erstellen. Es befindet sich normalerweise unter /libs/external_api.min.js unter Ihrer Domain.",
  "Widgets are small webpages that can be embedded in a Matrix room. Here you can configure which widgets Dimension will offer to users.": "Widgets sind kleine Webseiten, die in einen Matrix-Raum eingebettet werden können. Hier können Sie konfigurieren, welche Widgets Dimension Benutzern anbieten wird.",
  "Bridge to Gitter": "Gitter-Bridge",
  "This room is bridged to on Gitter": "Dieser Raum ist mit Gitter-Raum",
  "on Gitter": "verbunden",
  "Unbridge": "Verbindung trennen",
  "Gitter Room": "Gitter-Raum",
  "Add an IRC channel": "IRC-Channel hinzufügen",
  "Bridging a channel requires authorization from a channel operator. When entering a channel below, a bot will join the channel to ensure it exists and has operators available.": "Das Verbindung mit einem Channel erfordert die Autorisierung des Channel-Betreibers. Wenn Sie einen Channel unten betreten, wird ein Bot dem Channel beitreten, um sicherzustellen, dass er existiert und verfügbar ist.",
  "Channel Name": "Channel-Name",
  "Next": "Weiter",
  "Operator": "Operator",
  "The person selected here will be asked to approve or deny the bridge request.": "Die hier ausgewählte Person wird gebeten, die Brückenanforderung zu genehmigen oder abzulehnen.",
  "Request Bridge": "Bridge anfordern",
  "IRC Networks": "IRC-Netzwerke",
  "Channel": "Channel",
  "No bridged channels": "Keine verbundenen Channel",
  "Remove": "Entfernen",
  "Bridge to Slack": "Slack-Bridge",
  "This room is bridged to Slack using webhooks. Webhook bridging is legacy and doesn't support as rich bridging as the new approach. It is recommended to re-create the bridge with the new process.": "Dieser Raum wird durch Webhooks mit Slack verbunden. Webhook-Bridging ist veraltet und unterstützt kein so umfangreiches Bridging wie der neue Ansatz. Es wird empfohlen, die Bridge mit dem neuen Ansatz neu zu erstellen.",
  "In order to bridge Slack channels, you'll need to authorize the bridge to access your teams and channels. Please click the button below to do so.": "Um Slack-Kanäle zu verbinden, müssen Sie die Bridge für den Zugriff auf Ihre Teams und Kanäle autorisieren. Bitte klicken Sie dazu auf die Schaltfläche unten.",
  "Team": "Team",
  "Telegram chat is already bridged": "Telegram-Chat ist schon verbunden",
  "You have the appropriate permissions to be able to unbridge the chat, however. Would you like to unbridge the other room and instead bridge it here?": "Sie haben die entsprechenden Berechtigungen, um die Verbindung zum Chat zu trennen. Möchten Sie den anderen Raum öffnen und stattdessen hier verbinden?",
  "Unbridge and continue": "Verbindung trennen und fortfahren",
  "No, don't bridge": "Nein, nicht verbinden",
  "That Telegram chat is bridged to another Matrix room and cannot be bridged here. Unfortunately, you do not have the required permissions to be able to unbridge the other room.": "Dieser Telegramm-Chat wird mit einem anderen Matrix-Raum verbunden und kann hier nicht verbunden werden. Leider verfügen Sie nicht über die erforderlichen Berechtigungen, um den anderen Raum zu verbinden.",
  "Bridge to Telegram": "Telegram-Bridge",
  "This room is bridged to on Telegram": "Dieser Raum ist mit dem Telegram-Chat",
  "on Telegram": "verbunden",
  "You do not have the necessary permissions in this room to unbridge the channel.": "Sie haben in diesem Raum nicht die erforderlichen Berechtigungen, um die Verbindung zu diesem Channel zu trennen.",
  "After inviting": "Nach der Einladung",
  "to your Telegram chat, run the command": "zu Ihrem Telegramm-Chat, Fragen Sie  mit dem Kommando",
  "in the Telegram room to get the chat ID.": "im Telegrammraum, um die Chat-ID zu erhalten.",
  "Add a new webhook": "Webhook hinzufügen",
  "Webhook Name": "Webhook-Name",
  "Create": "Anlegen",
  "Type": "Typ",
  "No webhooks": "Keine Webhooks",
  "No name": "Kein Name",
  "Delete": "Löschen",
  "Feeds": "Feeds",
  "Added by": "Hinzugefügt von",
  "Add": "Hinzufügen",
  ".travis.yml configuration and template information": ".travis.yml Konfigurations- und Vorlageninformationen",
  "The following section needs to be added to your": "Der folgende Abschnitt muss der Datei",
  "file in your repositories:": "in Ihren Repositorys hinzugefügt werden:",
  "The following variables can be used in your template. This template is used to post a message to theroom when your webhook is activated.": "Die folgenden Variablen können in Ihrer Vorlage verwendet werden. Diese Vorlage wird verwendet, um eine Nachricht an den Raum zu senden, wenn Ihr Webhook aktiviert ist.",
  "The repository identifier": "Die Repository-ID",
  "The repository name": "Der Repository-Name",
  "The build number": "Die Build-Nummer",
  "The build ID": "Die Build-ID",
  "The branch name": "Der Name des Branches",
  "A short version of the commit SHA": "Eine Kurzversion des Commit-SHA",
  "The first line of the commit message": "Die erste Zeile der Commit-Nachricht",
  "The full commit message": "Die vollständige Commit-Nachricht",
  "The author of the commit": "Der Autor des Commits",
  "The result of the build": "Das Ergebnis des Builds",
  "The message from Travis CI about the build": "Die Nachricht von Travis CI über den Build",
  "The total duration of all builds in the matrix": "Die Gesamtdauer aller Builds",
  "The time it took to run the build": "Die Zeit, die zum Ausführen des Builds benötigt wurde",
  "A URL to see the changes which triggered the build": "Eine URL, um die Änderungen anzuzeigen, die den Build ausgelöst haben",
  "A URL to see the build information": "Eine URL, um die Build-Informationen anzuzeigen",
  "Repositories": "Repositorys",
  "Repository": "",
  "Template": "Vorlage",
  "Sticker packs are not enabled on this Dimension instance.": "Sticker-Packs sind für diese Dimension-Instanz nicht aktiviert.",
  "Start a conversation with": "enden Sie Nachrichten an",
  "to create your own stickerpack.": ", um Ihr eigenes Sticker-Pack zu erstellen.",
  "Add stickerpack": "Sticker-Pack hinzufügen",
  "Created by": "Erstellt von",
  "under": "unter",
  "BigBlueButton Meeting URL": "",
  "Add Widget": "Widget hinzufügen",
  "Save Widget": "Widget speichern",
  "Remove Widget": "Widget entfernen",
  "Widget Name": "Widget-Name",
  "Widget URL": "Widget-URL",
  "Pad Name": "Pad-Name",
  "Pad URL": "Pad-URL",
  "Shared Calendar ID": "Freigegebene Kalender-ID",
  "Document URL": "Dokument-URL",
  "Grafana URL": "Grafana-URL",
  "To get a URL, go to Grafana and click 'share' on a graph.": "Um eine URL zu erhalten, gehen Sie zu Grafana und klicken Sie in einem Diagramm auf 'Teilen'.",
  "Conference URL": "Konferenz-URL",
  " Spotify URI": "",
  "Click 'share' from your favourite playlist, artist, track, or album and paste the Spotify URI here.": "Klicken Sie in Ihrer bevorzugten Wiedergabeliste, Ihrem bevorzugten Interpreten, Titel oder Album auf \"Teilen\" und fügen Sie den Spotify-URI hier ein.",
  "Trading Pair": "Trading Pair",
  "Interval": "Intervall",
  "Whiteboard Name": "Whiteboard-Name",
  "Whiteboard URL": "Whiteboard-URL",
  "Video URL": "Video URL",
  "An open source integration manager for Matrix": "Ein Open Source Integration-Manager für Matrix",
  "Self-host your favourite bots, bridges, and widgets.": "Hosten Sie Ihre Lieblingsbots, Bridges und Widgets selbst.",
  "source": "Quellcode",
  "Try it out or": "Probieren Sie es aus oder installieren Sie",
  "run your own": "Ihre eigene Instanz",
  "Visit": "Besuchen Sie",
  "and log in with your Matrix account or point your Element": "und melden Sie sich mit Ihrem Matrix-Konto an oder ändern Sie in Ihrem Element die",
  "at our servers:": ", so dass sie auf unseren Server verweist",
  "Add utility for everyone in your room by embedding an application.": "Fügen Sie ein Dienstprogramm für alle in Ihrem Raum hinzu, indem Sie eine Anwendung einbetten.",
  "Notes": "Notizen",
  "Google Calendar": "Google Kalender",
  "Custom Widget": "Benutzerdefiniertes Widget",
  "Bots bring entertainment or productivity to the room. They're here to help at your command.": "Bots bringen Unterhaltung oder Produktivität in den Raum. Sie helfen auf Kommando.",
  "Guggy": "Guggy",
  "Giphy": "Giphy",
  "Imgur": "Imgur",
  "Google Image Search": "Google-Bildersuche",
  "Wikipedia": "Wikipedia",
  "Travis CI": "Travis CI",
  "RSS Notifications": "RSS Nachrichten",
  "Echo": "Echo",
  "Bring the outside world into your room with bridges.": "Bringen Sie mit Bridges die Aussenwelt in Ihren Raum",
  "Stickers": "Sticker",
  "Have some fun and post a sticker.": "Haben Sie etwas Spaß mit einem Sticker",
  "Huskies": "Huskies",
  "Cats": "Katzen",
  "Cat Faces": "Katzen-Bilder",
  "Loading Artist": "Loading Artist",
  "source on GitHub": "Quellcode bei GitHub",
  "Welcome to Dimension!": "Willkommen!",
  "Join": "Treten Sie",
  "for news and updates. Don't forget to star the repository on": "bei, um Neuigkeiten und Updates zu erhalten. Vergessen Sie nicht, dem Repository auf",
  "Here's the configuration options you'll need to update in your Element": "Hier sind die Konfigurationsoptionen, die Sie in Ihrem Element aktualisieren müssen",
  "Configuring integrations": "Integrationen konfigurieren",
  "If everything is set up correctly, you'll be able to access the admin area of Dimension by clicking the 3x3 grid in the top right of any room in Element. The gear icon": "Wenn alles richtig eingerichtet ist, können Sie auf den Administrationsbereich von Dimension zugreifen, indem Sie auf das 3x3-Raster oben rechts in einem beliebigen Raum in Element klicken. Über das Zahnradsymbol",
  "in the top right is where you can configure your bots, bridges, and widgets.": "oben rechts können Sie Ihre Bots, Bridges und Widgets konfigurieren.",
  "Could not connect to integrations server error": "Keine Verbindung zum Integration-Server",
  "When Element cannot reach Dimension or Dimension is unable to reach your homeserver an error saying 'Could not contact integrations server' shows up in every room. Before visiting us in": "Wenn Element Dimension nicht erreichen kann oder Dimension Ihren Home-Server nicht erreichen kann, wird in jedem Raum die Fehlermeldung 'Keine Verbindung zum Integration-Server' angezeigt. Bevor Sie uns in",
  "on Matrix, here's a few things to check:": "auf Matrix besuchen, prüfen Sie bitte:",
  "Verify the homeserver configuration in Dimension.": "Überprüfen Sie die Home-Server-Konfiguration in Dimension.",
  "The name, client/server URL, and access token all need to be valid and directed at your homeserver.": "Der Name, die Client-/Server-URL und das Zugriffstoken müssen gültig sein und an Ihren Home-Server eingestellt sein.",
  "Verify federation is enabled on your homeserver.": "Stellen Sie sicher, dass Federation in Ihrem Home-Server aktiviert ist.",
  "Even in a private, or non-federated, environment federation needs to be enabled so Dimension can work correctly. Dimension should still work okay if federation on your homeserver is bound to a private interface instead of being public - just be sure to set the federation URL in your configuration.": "Selbst in einer privaten Umgebung muss Federation aktiviert werden, damit Dimension ordnungsgemäß funktioniert. Dimension sollte auch dann funktionieren, wenn Federation in Ihrem Home-Server an eine private Schnittstelle gebunden ist, anstatt öffentlich zu sein. Stellen Sie nur sicher, dass Sie die Federation-URL in Ihrer Konfiguration festlegen.",
  "Verify that federation is working on your homeserver.": "Stellen Sie sicher, dass Federation in Ihrem Home-Server funktioniert.",
  "Using tools like the": "Sie können dafür Tools wie den",
  "federation tester": "Federation-Tester",
  ", make sure that federation is working on your homeserver.": "nutzen, Stellen Sie sicher, dass der Verband auf Ihrem Heimserver funktioniert",
  "Looking for your sticker packs?": "Suchen Sie nach Ihren Sticker-Packs?",
  "Click here": "Klicken Sie hier",
  "This room is encrypted": "Dieser Raum ist verschlüsselt",
  "Integrations are not encrypted!": "Integrationen sind nicht verschlüsselt!",
  "This means that some information about yourself and the room may be leaked to the bot, bridge, or widget. This information includes the room ID, your display name, your username, your avatar, information about Element, and other similar details. Add integrations with caution.": "Dies bedeutet, dass einige Informationen über Sie und den Raum möglicherweise an den Bot, die Bridge oder das Widget weitergegeben werden. Zu diesen Informationen gehören die Raum-ID, Ihr Anzeigename, Ihr Benutzername, Ihr Avatar, Informationen zu Element und andere ähnliche Details. Fügen Sie Integrationen mit Vorsicht hinzu.",
  "There are currently no integrations which support encrypted rooms. Sorry about that!": "Derzeit gibt es keine Integrationen, die verschlüsselte Räume unterstützen. Das tut mir leid!",
  "No integrations available": "Keine Integrationen verfügbar",
  "This room does not have any compatible integrations. Please contact the server owner if you're seeing this message.": "Dieser Raum hat keine kompatiblen Integrationen. Bitte wenden Sie sich an den Server-Administrator, wenn diese Meldung angezeigt wird.",
  "BigBlueButton Conference": "BigBlueButton Konferenz",
  "Join Conference": "An der Konferenz teilnehmen",
  "Sorry, this content cannot be embedded": "Dieser Inhalt kann leider nicht eingebettet werden",
  "Start camera:": "",
  "You": "Sie",
  "Integrations": "Integrationen",
  "Your client is too old to use this widget. Try upgrading your client to the latest available version, or contact the author to try and diagnose the problem. Your client needs to support OpenID information exchange.": "Ihr Client ist zu alt, um dieses Widget zu verwenden. Versuchen Sie, Ihren Client auf die neueste verfügbare Version zu aktualisieren, oder wenden Sie sich an den Autor, um das Problem zu diagnostizieren. Ihr Client muss den OpenID-Informationsaustausch unterstützen.",
  "Check connection": "Verbindung testen",
  "Click to start OpenID auth": "OpenID-Authorisierung starten",
  "User ID:": "User-ID",
  "You have blocked this widget from receiving credentials.": "Sie haben dieses Widget daran gehindert, Anmeldeinformationen zu erhalten.",
  "An error has occurred - see logs for details": "Ein Fehler ist aufgetreten - Details stehen im Log",
  "There was a problem authenticating your use of this sticker picker. Please make sure you're using a client that has Dimension enabled and correctly set up.": "Beim Starten dieses Sticker-Pickers ist ein Problem aufgetreten. Stellen Sie sicher, dass Sie einen Client verwenden, für den Dimension aktiviert und korrekt eingerichtet ist.",
  "You have no sticker packs.": "Sie haben keine Sticker-Packs",
  "Add some stickers": "Sticker hinzufügen",
  "Failed to load bridges": "Bridges konnten nicht geladen werden",
  "Error loading bridges": "Fehler beim Laden der Bridges",
  "matrix.org's Gitter bridge added": "Gitter-Bridge von matrix.org hinzugefügt",
  "Error adding matrix.org's Gitter Bridge": "Fehler beim Hinzufügen der Gitter-Bridge von matrix.og",
  "Error creating matrix.org's Gitter Bridge": "Fehler beim Erstellen der Gitter-Bridge von matrix.og",
  "Failed to get an update Gitter bridge list": "Aktuelle Liste der Gitter-Bridges konnte nicht geladen werden",
  "Gitter bridge added": "Gitter-Bridge hinzugefügt",
  "Failed to create Gitter bridge": "Die Gitter-Bridge konnte nicht angelegt werden",
  "Gitter bridge updated": "Gitter-Bridge aktualisiert",
  "Failed to update Gitter bridge": "Gitter-Bridge konnte nicht aktualisiert werden",
  "IRC Bridge added": "IRC-Bridge hinzufügen",
  "Failed to create IRC bridge": "Die IRC-Bridge konnte nicht angelegt werden",
  "Click the pencil icon to enable networks.": "Klicken Sie auf das Stift-Icon, um Netzwerke zu aktivieren",
  "matrix.org's IRC bridge added": "IRC-Bridge von matrix.org hinzugefügt",
  "Error adding matrix.org's IRC Bridge": "Fehler beim Hinzufügen der IRC-Bridge von matrix.og",
  "Error creating matrix.org's IRC Bridge": "Fehler beim Erstellen der IRC-Bridge von matrix.og",
  "Failed to get an update IRC bridge list": "Aktuelle Liste der IRC-Bridges konnte nicht geladen werden",
  "disabled": "deaktiviert",
  "Failed to update network": "Netzwerk konnten nicht aktualisiert werden",
  "Slack bridge added": "Slack-Bridge hinzugefügt",
  "Failed to create Slack bridge": "Die Slack-Bridge konnte nicht angelegt werden",
  "Slack bridge updated": "Slack-Bridge aktiviert",
  "Failed to update Slack bridge": "Slack-Bridge konnte nicht aktualisiert werden",
  "matrix.org's Slack bridge added": "Slack-Bridge von matrix.org hinzugefügt",
  "Error adding matrix.org's Slack Bridge": "Fehler beim Hinzufügen der Slack-Bridge von matrix.og",
  "Error creating matrix.org's Slack Bridge": "Fehler beim Erstellen der Slack-Bridge von matrix.og",
  "Failed to get an update Slack bridge list": "Aktuelle Liste der Slack-Bridges konnte nicht geladen werden",
  "Telegram bridge added": "Telegram-Bridge hinzugefügt",
  "Failed to create Telegram bridge": "Die Telegram-Bridge konnte nicht angelegt werden",
  "Telegram bridge updated": "Telegram-Bridge aktualisiert",
  "Failed to update Telegram bridge": "Telegram-Bridge konnte nicht aktualisiert werden",
  "Failed to get an update Telegram bridge list": "Aktuelle Liste der Telegram-Bridges konnte nicht geladen werden",
  "Webhook bridge added": "Webhook-Bridge hinzugefügt",
  "Failed to create Webhook bridge": "Die Webhook-Bridge konnte nicht angelegt werden",
  "Webhook bridge updated": "Webhook-Bridge aktualisiert",
  "Failed to update Webhook bridge": "Webhook-Bridge konnte nicht aktualisiert werden",
  "Failed to get an update Webhooks bridge list": "Aktuelle Liste der Webhook-Bridges konnte nicht geladen werden",
  "Please enter a name for the bot": "Bitte einen Namen für den Bot eingeben",
  "Please enter an avatar URL for the bot": "Bitte eine Avatar-URL für den Bot eingeben",
  "Please enter a user ID for the bot": "Bitte eine User-ID für den Bot eingeben",
  "Please enter a description for the bot": "Bitte eine Beschreibung für den Bot eingeben",
  "Please enter an access token for the bot": "Bitte einen Access Token für den Bot eingeben",
  "Bot updated": "Bot aktualisiert",
  "Error updating bot": "Fehler beim Aktualisieren des Bots",
  "Error loading go-neb configuration": "Fehler beim Laden der Go-NEB Konfiguration",
  "Failed to get an updated bot list": "Aktuelle Liste der Bots konnte nicht geladen werden",
  "Everyone has been logged out": "Alle Nutzer wurden ausgeloggt",
  "Error logging everyone out": "Fehler beim Abmelden aller Nutzer",
  "New go-neb created": "Neue Go-NEB-Integraton angelegt",
  "Error creating appservice": "Fehler beim Erstellen des App-Services",
  "Could not load appservice configuration": "App-Service-Konfiguration konne nicht geladen werden",
  "The appservice appears to be correctly set up": "Der Appservice scheint korrekt eingerichtet zu sein",
  "The appservice is not correctly set up": "Der Appservice ist nicht korrekt eingerichtet",
  "Error loading configuration": "Fehler beim Laden der Konfiguration",
  "Configuration updated": "Konfiguration aktualisiert",
  "Error updating integration": "Fehler beim Aktualisieren der Integration",
  "Integration updated": "Integration aktualisieren",
  "Failed to configure the integration": "Die Integration konnte nicht konfiguriert werden",
  "Manual troubleshooting may be requred": "Möglicherweise ist eine manuelle Fehlerbehebung erforderlich",
  "Could not get go-neb configuration": "Go-NEB-Konfiguration konnte nicht geladen werden",
  "matrix.org's go-neb added": "Go-NEB von matrix.org hinzugefügt",
  "Click the pencil icon to enable the bots.": "Klicken Sie auf das Stift-Icon, um Bots zu aktivieren",
  "Error adding matrix.org's go-neb": "Fehler beim Hinzufügen des Go-NEB von matrix.og",
  "Error creating matrix.org go-neb": "Fehler beim Erstellen des Go-NEB von matrix.og",
  "Failed to load sticker packs": "Sticker-Packs konnten nicht geladen werden",
  "Sticker pack updated": "Sticker-Pack aktualisiert",
  "Error updating sticker pack": "Fehler beim Aktualisieren des Sticker-Packs",
  "Telegram sticker pack imported": "Telegram-Sticker-Pack importiert",
  "Error importing sticker pack": "Fehler beim Importieren des Sticker-Packs",
  "Failed to load policy": "Nutzungsbedingung konnten nicht geladen werden",
  "Failed to load policies": "Nutzungsbedingungen konnten nicht geladen werden",
  "Policy published": "Veröffentlicht",
  "Error publishing policy": "Fehler beim Veröffentlichen der Nutzungsbedingungen",
  "Please enter a name for all policies": "Bitte einen Namen für alle Nutzungsbedingungen eingeben",
  "Please enter text for all policies": "Bitte alle Nutzungsbedingungen mit Texten versehen",
  "Draft saved": "Entwurf gespeichert",
  "Error saving policy": "Fehler beim Speichern der Nutzungsbedingungen",
  "Draft created": "Entwurf angelegt",
  "Error creating document": "Fehler beim Erstellen des Dokuments",
  "Please enter a version number": "Bitte eine Versionsnummer eingeben",
  "Widget updated": "Widget aktualisiert",
  "Error updating widget": "Fehler beim Aktualisieren des Widgets",
  "Failed to load widgets": "Widgets konnten nicht geladen werden",
  "Error opening configuration page": "Fehler beim Öffnen der Konfigurationsseite",
  "Failed to load configuration": "Konfiguration konnte nicht geladen werden",
  "Error updating configuration": "Fehler beim Aktualisieren der Integration",
  "Error inviting bridge": "Fehler beim Einladen der Bridge",
  "Bridge requested": "Bridge angefordert",
  "Error requesting bridge": "Fehler beim Anfordern der Bridge",
  "Bridge removed": "Bridge entfernt",
  "Error removing bridge": "Fehler beim Entfernen der Bridge",
  "Please enter a channel name": "Bitte einen Channel-Namen eingeben",
  "Error loading channel operators": "Fehler beim Laden des Channel-Operators",
  "Failed to make the bridge an administrator": "Bridge konnte nicht zum Administrator gemacht werden  ",
  "Please ensure you are an 'Admin' for the room": "Bitte stellen Sie sicher, dass Sie Administrator-Rechte für den Raum haben",
  "Link requested!": "Link angefordert!",
  "The operator selected will have to approve the bridge for it to work": "Der ausgewählte Operator muss die Verbindung genehmigen, damit sie funktioniert",
  "Failed to request a link": "Fehler beim Anfordern eines Links",
  "Link removed": "Link entfernt",
  "Failed to remove link": "Link konnte nicht entfernt werden",
  "Error getting Slack authorization information": "Fehler beim Abfragen der Authorisierungsinformationen von Slack",
  "Error getting teams": "Fehler bei der Abfrage der Teams",
  "Error getting channels for team": "Fehler beim Abfragen des Team-Channels",
  "Bridge updated": "Bridge aktualisiert",
  "Webhook created": "Webhook angelegt",
  "Error creating webhook": "Fehler beim Erstellen des Webhooks",
  "Webhook deleted": "Webhook gelöscht",
  "Error deleting webhook": "Fehler beim Löschen des Webhooks",
  "Please enter a feed URL": "Bitte geben Sie eine Feed-URL ein",
  "Please enter a repository": "Bitte ein Repository angeben",
  "was invited to the room": " wurde in den Raum eingeladen",
  "was removed from the room": " wurde auf dem Raum entfernt",
  "Could not update integration status": "Status der Integration konnte nicht aktualisiert",
  "Stickerpack added": "Sticker-Pack hinzugefügt",
  "Error adding stickerpack": "Fehler beim Hinzufügen des Sticker-Packs",
  "Stickers updated": "Sticker aktualisiert",
  "Error updating stickers": "Fehler beim Aktualisieren der Sticker",
  "Please enter a URL for the widget": "Bitte eine URL für das Widget eingeben",
  "Widget added!": "Widget hinzugefügt",
  "Widget updated!": "Widget aktualisiert!",
  "Widget deleted!": "Widget gelöscht",
  "Please enter a video URL": "Bitte eine Video-URL eingeben",
  "Please enter a YouTube, Vimeo, or DailyMotion video URL": "Bitte geben Sie eine Video-URL von YouTube, Vimeo, oder DailyMotion ein",
  "Unable to load Dimension - missing room ID or token.": "Dimension kann nicht geladen werden - fehlende Raum-ID oder fehlender Token.",
  "Could not verify your token. Please try logging out of Element and back in. Be sure to back up your encryption keys!": "Ihr Token konnte nicht überprüft werden. Bitte versuchen Sie, sich von Element abzumelden und wieder anzumelden. Sichern Sie unbedingt Ihren Encryption-Key!",
  "Unable to communicate with Dimension due to an unknown error.": "Kommunikation mit Dimension aufgrund eines unbekannten Fehlers nicht möglich.",
  "You do not appear to have permission to modify widgets in this room": "Sie scheinen keine Berechtigung zum Ändern von Widgets in diesem Raum zu haben",
  "Unable to set up Dimension. This version of Element may not supported or there may be a problem with the server.": "Dimension kann nicht eingerichtet werden. Diese Version von Element wird möglicherweise nicht unterstützt oder es liegt ein Problem mit dem Server vor.",
  "This integration is offline or unavailable": "Diese Integration ist offline oder nicht erreichbar",
  "Could not communicate with Element": "Kommunikation mit Element fehlgeschlagen",
  "The room must be": "Der Raum muss",
  "to use this integration": "sein, damit diese Integration genutzt werden kann",
  "You cannot modify widgets in this room": "Sie können Widgets in diesem Raum nicht ändern",
  "Error communicating with Element": "Fehler bei der Kommunikation mit Element",
  "Expected to not be able to send specific event types": "Es wird erwartet, dass bestimmte Ereignistypen nicht gesendet werden können",
  "Expected to be able to send specific event types": "Es wird erwartet, dass bestimmte Ereignistypen gesendet werden können",
  "Requirement": "Anforderung ",
  "not found": " nicht erfüllt",
  "Failed to take screenshot: iframe not supported": "Screenshot konnte nicht erstellt werden: IFrames werden nicht unterstützt",
  "Failed to take screenshot": "Screenshot konnte nicht erstellt werden",
  "Click the button to test your connection. This may cause your client to ask if it is okay to share your identity with the widget - this is required to test your connection to your homeserver.": "Klicken Sie auf die Schaltfläche, um Ihre Verbindung zu testen. Dies kann dazu führen, dass Ihr Client fragt, ob es in Ordnung ist, Ihre Identität mit dem Widget zu teilen. Dies ist erforderlich, um Ihre Verbindung zu Ihrem Home-Server zu testen.",
  "Please accept the prompt to verify your identity.": "Bitte akzeptieren Sie die Überprüfung Ihrer Identität.",
  "You have blocked this widget from verifying your identity.": "Sie haben dieses Widget daran gehindert, Ihre Identität zu überprüfen.",
  "Checking connectivity to integration manager...": "Prüfe Verbindung zum Integration-Manager…",
  "Checking connectivity to homeserver...": "Prüfe Verbindung zum Home-Server…",
  "Error checking if the integration manager is alive. This usually means that the manager which served this widget has gone offline.": "Fehler beim Überprüfen, ob der Integrationsmanager aktiv ist. Dies bedeutet normalerweise, dass der Manager, der dieses Widget bereitgestellt hat, offline gegangen ist.",
  "You're all set! Click the button below to re-run the test.": "Sie sind fertig! Klicken Sie auf die Schaltfläche unten, um den Test erneut auszuführen.",
  "Error contacting homeserver. This usually means your federation setup is incorrect, or your homeserver is offline. Consult your homeserver's documentation for how to set up federation.": "Fehler beim Kontaktieren des Home-Servers. Dies bedeutet normalerweise, dass Ihr Federation-Setup falsch ist oder Ihr Home-Server offline ist. Informationen zum Einrichten von Federations finden Sie in der Dokumentation Ihres Home-Serverservers.",
  "Checking client version...": "Prüfe Client-Version…",
  "Your client is too old to use this widget, sorry": "Ihr Client ist zu alt, um dieses Widget zu verwenden",
  "Please accept the prompt to verify your identity": "Bitte akzeptieren Sie die Überprüfung Ihrer Identität",
  "Error loading policy": "Fehler beim Laden der Nutzungsbedingungen"
}
